Repository: OmegaT-L10N/es
Catalog: omegat/project_save.tmx
Source language: en
Languages: es

source: Shift+Ctrl+C
es: Mayús+Ctrl+C

source: Shift+Ctrl+D
es: Mayús+Ctrl+D

source: Shift+Ctrl+G
es: Mayús+Ctrl+G

source: Shift+Ctrl+I
es: Mayús+Ctrl+I

source: Shift+Ctrl+N
es: Mayús+Ctrl+N

source: Shift+Ctrl+R
es: Mayús+Ctrl+R

source: Shift+Ctrl+T
es: Mayús+Ctrl+T

source: Shift+Ctrl+U
es: Mayús+Ctrl+U

source: Shift+Ctrl+V
es: Mayús+Ctrl+V

source: Shift+F3
es: Mayús+F3

source: Shortcut
es: Acceso rápido

source: Shortcuts customization
es: Personalización de los atajos de teclado

source: Show Advanced &Options
es: Mostrar &opciones avanzadas

source: Show longer target terms first
es: Mostrar primero los términos de destino más largos

source: Show source term first
es: Mostrar primero el término de origen

source: Show target term first
es: Muestra primero el término de destino

source: Simplify tooltips on protected parts
es: Simplificar información sobre herramientas sobre partes protegidas

source: Sinhala, Sinhalese
es: Cingalés

source: Skip text matching regular expression:
es: Omitir el texto que coincide con la expresión regular:

source: Sli&de Masters
es: Patrones de &diapostivas

source: Slide External Lin&ks
es: Enlaces e&xternos de diapositivas

source: Slide La&youts
es: Di&seños de diapositivas

source: Slovak
es: Eslovaco

source: Slovene
es: Esloveno

source: Somali
es: Somalí

source: Some project folders seem to have been moved.
es: Al parecer, cambió la ubicación de algunas carpetas del proyecto.

source: Sort alphabetically
es: Ordenar alfabéticamente

source: Sort by full text, not shortcut
es: Ordenar por texto completo, no por atajo

source: Sort by length
es: Ordenar por longitud

source: Sort by source term alphabetically
es: Ordenar alfabéticamente por término de origen

source: Sort fuzzy matches by:
es: Ordenar coincidencias parciales por:

source: Sort target terms alphabetically
es: Ordenar alfabéticamente los términos destino

source: Source
es: Origen

source: Source File Encoding
es: Codificación de archivos originales

source: Source File Encoding:
es: Codificación del archivo original:

source: Source Filename Pattern
es: Patrón de nombre de archivos originales

source: Source Filename Pattern:
es: Patrón de nombre del archivo original:

source: Source Files Folder
es: Carpeta de archivos originales

source: Source Files Folder:
es: Carpeta de archivos originales:

source: Source count
es: Recuento del origen

source: Source file loading complete
es: Se completó la carga de archivo(s) original(es)

source: Source files folder entered does not exist!
es: No existe la carpeta indicada para los archivos originales

source: Source folder {0} does not exist.
es: La carpeta de origen {0} no existe.

source: Source language: {0}
es: Idioma de origen: {0}

source: Source of Selected &Match
es: Origen de la &coincidencia seleccionada

source: Source segment could not be located for certain translation units.
es: No se ha podido localizar el segmento original de algunas unidades de traducción.

source: Source segments
es: Segmentos de origen

source: Source segments text
es: Texto de los segmentos origen

source: Source term:
es: Término de origen:

source: Source/translation lengths (characters)
es: Longitud original/traducción (caracteres)

source: South Ndebele
es: Ndebele del sur

source: Southern Sotho
es: Sotho meridional

source: Spanish
es: Español

source: Spanish, Castilian
es: Español, castellano

source: Specify tag handling behaviour
es: Especificar comportamiento de manejo de etiquetas

source: Spell &Checking...
es: Revisión orto&gráfica...

source: Spell checking...
es: Corrector ortográfico...

source: Spellcheck
es: Corrector ortográfico

source: Spellchecker Setup
es: Configuración del corrector ortográfico

source: Standard
es: Estándar

source: Start OmegaT again, download the team project, close OmegaT 5.
es: Volver a arrancar OmegaT, descargar el proyecto de trabajo en grupo, cerrar OmegaT 5.

source: Start OmegaT and continue to translate
es: Luego puede arrancar OmegaT y continuar traduciendo

source: Start a New Paragraph &on Word Soft Return
es: Iniciar nuevo párrafo c&on salto de línea en Word

source: Start a new paragraph on:
es: Iniciar un nuevo párrafo al encontrar:

source: Start rebase
es: Inicio de reorganización

source: Statistics
es: Estadísticas

source: Stemming, no tags and no numbers
es: Lematización, sin etiquetas ni números

source: Steps to reproduce
es: Pasos que ha seguido

source: SubRip Subtitles
es: Subtítulos SubRip

source: Sundanese
es: Sundanés

source: SuperTMXMerge-for_OmegaT.jar (LGPL License)
es: SuperTMXMerge-for_OmegaT.jar (licencia LGPL)

source: Swahili
es: Suahili

source: Swedish
es: Sueco

source: Swing-Layout 1.0.4 (LGPL License)
es: Swing-Layout 1.0.4 (licencia LGPL)

source: Switch Case To/Lower Case
es: Cambiar a/minúsculas

source: Switch Case To/Title Case
es: Cambiar a título estilo inglés

source: Switch Case To/Upper Case
es: Cambiar a/mayúscula

source: Synchronization error
es: Error de sincronización

source: T&Ms
es: &Memorias externas

source: TMX file was created by OmegaT 1.4.x or earlier.
es: El archivo TMX fue creado con OmegaT 1.4.x o anterior.

source: TaaS API key not found.
es: No se encuentra la clave de la API de TaaS

source: TaaS Collections
es: Colecciones de TaaS

source: Tab
es: Ficha

source: Table of Contents
es: Tabla de contenido

source: Table H.1. Project Menu
es: Tabla H.1. Proyecto

source: Table H.2. Edit Menu
es: Tabla H.2. Editar

source: Table H.3. GoTo Menu
es: Tabla H.3. Dirigirse a

source: Table H.4. View Menu
es: Tabla H.4. Ver

source: Table H.5. Tools Menu
es: Tabla H.5. Herramientas

source: Table H.6. Options Menu
es: Tabla H.6. Opciones

source: Table H.7. Help Menu
es: Tabla H.7. Ayuda

source: Tag
es: Etiqueta

source: Tag Process&ing...
es: Procesam&iento de etiquetas...

source: Tag Processing Options
es: Opciones de procesamiento de etiquetas

source: Tag Validation...
es: Validación de etiquetas...

source: Tag name:
es: Nombre de etiqueta:

source: Tag validation failed
es: Falló la validación de etiquetas

source: Tag:
es: Etiqueta:

source: Tagalog
es: Tagalo

source: Tags
es: Etiquetas

source: Tahitian
es: Tahitiano

source: Tajik
es: Tajiko

source: Target count
es: Recuento del destino

source: Target folder {0} does not exist.
es: La carpeta de destino {0} no existe.

source: Target term:
es: Término de destino:

source: Tatar
es: Tártaro

source: Tea&m...
es: Trabajo en &grupo...

source: Team Options
es: Opciones de trabajo en grupo

source: Team Project
es: Proyecto de trabajo en grupo

source: Team synchronization
es: Sincronización de trabajo en grupo

source: Team synchronization...
es: Sincronización de trabajo en grupo...

source: Team synchronization: Saving translation in {0} s
es: Sincronización de trabajo en grupo: se guardará la traducción en {0} s

source: Team synchronization: Waiting for you to finish this segment...
es: Sincronización de trabajo en grupo: esperando a que finalice este segmento...

source: Team...
es: Trabajo en grupo...

source: Template variables:
es: Variables de plantillas:

source: Terms with multiple targets
es: Términos con varios destinos

source: Text
es: Texto

source: Text Filter Options
es: Opciones del filtro Texto

source: Text Replace
es: Reemplazar texto

source: Text Replace: The scope of a text replacement is the target segments of the project, whether they already have contents or not.
es: Reemplazo: El ámbito de un reemplazo de texto son los segmentos traducidos del proyecto, tengan o no contenido.

source: Text Search
es: Buscar texto

source: Text files segmentation
es: Segmentación de archivos de texto

source: Text to be removed
es: Texto a insertar

source: Thai
es: Tailandés

source: The current folder will be used instead.
es: En su lugar, se utilizará la carpeta actual.

source: The &source text
es: El texto &original

source: The '*' character matches zero or more characters (the search term 'run*' would match 'run', 'runs', and 'running', for example).
es: El carácter '*' coincide con cero o más caracteres (el término 'ejec*' coincide con 'ejec', 'ejecutar' y 'ejecutando', por ejemplo).

source: The '?' character matches exactly one character ('run?' would match 'runs' and 'rung', for example, but not 'run' or 'running').
es: El carácter '?' coincide con cero o un carácter (el término 'ejecuta?' encontrará 'ejecuta', 'ejecutar' y 'ejecutan', por ejemplo, pero no 'ejecutando' o 'ejecutado').

source: The level1 and level2 memories can be shared with users of
es: Las memorias level1 y level2 pueden compartirse con usuarios de

source: The Java Resource Bundles filter threw an exception:
es: El filtro Paquete de recursos de Java arrojó una excepción:

source: The LanguageTool in OmegaT
es: LanguageTool en OmegaT

source: The LanguageTool plugin is included in OmegaT.
es: El plugin LanguageTool está incluido en OmegaT.

source: The Mozilla DTD filter threw an exception:
es: El filtro Mozilla DTD arrojó una excepción:

source: The PO filter threw an exception:
es: El filtro PO generó una excepción:

source: The Scripting window allows you to load an existing script into the text area and run it against the current opened project.
es: La ventana de Programación le permite cargar un script que aparezca en el área de texto y ejecutarlo en el proyecto abierto actualmente.

source: The TMX file will continue to be loaded.
es: Se continuará cargando el archivo TMX.

source: The TMX file will not be loaded Please try to correct the error and reload the project.
es: No se cargará el archivo TMX Intente corregir el error y vuelva a cargar el proyecto.

source: The TMX source language ({0}) is different from the project source language ({1}).
es: El idioma de origen del archivo TMX ({0}) no coincide con el idioma de origen del proyecto ({1}).

source: The TaaS service at https://demo.taas-project.eu/info provides terminology services in European languages (plus Russian).
es: El servicio de TAA en https://demo.taas-project.eu/info ofrece servicios de terminología de las lenguas europeas (además de ruso).

source: The advantages of a VC system for a team of translators can be summarized as follows:
es: La ventaja para el equipo de traductores de usar un sistema de control de versiones se puede resumir así:

source: The author of the Chapter Learn to use OmegaT in 5 minutes! is Samuel Murray, Copyright ©2005-2012.
es: El autor del Capítulo ¡Empiece a utilizar Omegat en 5 minutos!es Samuel Murray, Copyright ©2005-2012.

source: The collaborative translation offered by OmegaT is based on the functionality of version or revision control, widely used by the software community to maintain control of changes to the code of a program and allow unimpeded collaboration within the development team.
es: La traducción en grupo que ofrece OmegaT se basa en la funcionalidad de control de versión o revisiones, de uso amplio en la comunidad de software para mantener el control de cambios en el código de un programa y permitir sin trabas colaboración dentro del equipo de desarrollo.

source: The collections are downloaded as TBX glossaries in the current glossary folder.
es: Las colecciones se descargan como glosarios TBX en la carpeta glosario actual.

source: The configuration folder will be used instead.
es: En su lugar, se utilizará la carpeta de configuración.

source: The default OmegaT shortcuts are available from Sourceforge: Default OmegaT Shortcuts
es: Los atajos predeterminados de OmegaT están disponibles en Sourceforge: Atajos predeterminados de OmegaT

source: The documentation distributed with OmegaT includes the User Manual and the readme.txt document.
es: La documentación distribuida con OmegaT incluye el Manual de usuario y el documento readme.txt.

source: The documentation is Copyright ©2013 Vito Smolej, ©2014 Vincent Bidaux.
es: Derechos de autor de la documentación: ©2013 Vito Smolej, ©2014 Vincent Bidaux.

source: The documentation is a free document; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (if you prefer) any later version.
es: La documentación es un documento libre, puede redistribuirlo y/o modificarlo bajo los términos de la GNU General Public License publicada por la Free Software Foundation, bien la versión 3 de la Licencia, o (a su elección) cualquier versión posterior.

source: The documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
es: La documentación se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA, incluso sin la garantía implícita de COMERCIALIZACIÓN o IDONEIDAD PARA UN PROPÓSITO PARTICULAR.

source: The first is the shortcut for Open Project, the second for Create Glossary Entry.
es: El primero es el atajo para Abrir Proyecto, el segundo para Crear Entrada de Glosario.

source: The following code snippet in groovy for instance scans through all the segments in all files in the current project and, if the translation exists, prints out the source and the target of the segment:
es: Por ejemplo, el siguiente fragmento de código escrito en groovy analiza todos los segmentos de todos los archivos del proyecto actual y, si existe traducción, imprime el segmento de origen y de destino:

source: The following options apply to the 3.x filter only
es: Las siguientes opciones se aplican solo al filtro 3.x

source: The following scripting languages have been implemented:
es: Los siguientes lenguajes de script han sido implementadas:

source: The following terms, to be used in the text below, deserve a short explanation:
es: Los términos siguientes, que se van a utilizar el texto que sigue, merecen al menos una breve explicación:

source: The full syntax for keystrokes (shortcuts) is defined in the following Java 1.6 documentation from Oracle (bottom of page): Java 1.6 keystrokes shortcuts
es: La sintaxis completa de las combinaciones de tecla (atajos) aparecew definida en la siguiente documentación de Oracle Java 1.6 (parte inferior de la página): Java 1.6 Atajos y combinaciones de teclas

source: The help page you seek<p>Lies beyond our perception<p>But others await
es: Eso que buscas<p>Trasciende los sentidos<p>En un más allá

source: The key must then be given to OmegaT using -Dtaas.user.key=xxxxx.
es: La clave debe tener en cuenta el uso de OmegaT = -Dtaas.user.key xxxxx.

source: The language code should be in the form xx-YY, xxx-YY, xx_YY or xxx_YY, where xx or xxx is the language code and YY is the region or country code (optional).
es: Se debe ingresar el código de idioma con el formato xx-YY, xxx-YY, xx_YY o xxx_YY, donde xx o xxx es el código de idioma e YY es el código de región o país (opcional).

source: The memory named omegat can be used by
es: La memoria con el nombre omegat puede servir a

source: The new colours have been saved.
es: Los nuevos colores se han guardado.

source: The possible keyevents (keys) are listed in the following Java 1.6 documentation from Oracle: Java 1.6 keyEvents description
es: Los posibles keyevents (teclas) se indican en el siguiente documento de Java 1.6, extraída de Oracle: Java 1.6 descripción de keyEvents

source: The project cannot be verified
es: No se puede verificar el proyecto

source: The project folder {0} is missing and could not be created.
es: La carpeta de proyecto {0} no existe y no se pudo crear.

source: The rules applied (if any) will depend on the source and target language of the project.
es: Las reglas que se apliquen (de existir) dependerán del idioma de origen y de destino del proyecto.

source: The script "{0}" is running...
es: Se está ejecutando el programa "{0}"...

source: The server can exist in the local network but in the majority of cases it will be available on internet, i.e. via URL address.
es: El servidor puede existir en la red local, pero en la mayoría de los casos estará disponible en Internet, es decir, mediante una dirección URL.

source: The shortcut definition syntax is the following: <menu item code>=<shortcut>, where <menu item code> is a code taken from the tables below and <shortcut> is a combination of pressed keys specified by the user
es: La sintaxis de definición del atajo es la siguiente: <código del elemento del menú>=<atajo>, donde <código del elemento de menú>1 es un código de los incluidos en las tablas de abajo y <atajo> es una combinación de teclas pulsadas que especifica el usuario.

source: The source file language entered is invalid!
es: El idioma indicado para los archivos originales no es válido

source: The specified dictionary folder cannot be used.
es: No se puede utilizar la carpeta de diccionarios especificada.

source: The specified dictionary folder does not exist.
es: La carpeta de diccionarios especificada no existe.

source: The specified translation direction is not supported
es: No se admite la dirección de traducción especificada

source: The system maintains versioning for data shared
es: El sistema conserva y gestiona la información de versiones de los datos compartidos

source: The tags in OmegaT are greyed, so they are easy to recognise.
es: Las etiquetas en OmegaT aparecen en gris, para que sean fáciles de reconocer.

source: The term "Move to inside segment" means, that the cursor moves to the beginning of the segment if it was previously before the segment, and to the end of the segment if it was previously after it.
es: El término "Mover dentro del segmento" significa que el cursor se moverá al principio del segmento si éste estaba previamente antes del segmento y, al final del segmento si el mismo estaba previamente después de él.

source: The text could not be translated
es: No se pudo traducir el texto

source: The text size exceeds the maximum
es: El tamaño del texto supera el máximo

source: The translated file language entered is invalid!
es: El idioma indicado para los archivos traducidos no es válido

source: The translation has changed.
es: La traducción ha cambiado.

source: The writeable glossary file is not in the glossary folder.
es: El archivo del glosario principal no está en la carpeta de glosarios.

source: The writeable glossary file must be inside the glossary folder
es: El archivo del glosario principal debe estar dentro de la carpeta de glosarios

source: Then while translating from Canadian French your project will use all the rules defined for all the language chain in the correct order.
es: Entonces, mientras se traduce del francés canadiense, su proyecto utilizará todas las reglas definidas para toda la cadena de idiomas en el orden correcto.

source: Therefore, press Ctrl+Shift+V before you generate your
es: Por lo tanto, pulse Ctrl+Shift+V antes de generar sus

source: Therefore, the location of OmegaT's configuration folder cannot be reliably determined.
es: Por lo tanto, no se puede determinar de manera confiable la ubicación del directorio de configuración de OmegaT.

source: These three are certain:<p>Death, taxes, and page not found.<p>You, victim of one.
es: Lo inevitable: <p>Muerte, impuestos y esto:<p>Que no hay página

source: These translation memories can be very useful when a document that has already been translated needs to be updated.
es: Las memorias de traducción pueden ser muy útiles cuando necesita actualizar un documento, que ya ha sido traducido.

source: These units have been skipped.
es: Se han omitido estas unidades.

source: They
es: Están

source: They also improve glossary matching.
es: También mejoran el glosario que empareja.

source: They can share common material, like project translation memory and its glossary
es: Pueden compartir material común, con la memoria de traducción y el glosario del proyecto

source: The FAQ is a good starting point for finding answers to questions you may have.
es: El FAQ es un punto de partida bueno para encontrar respuestas a cuestiones que puede tener.

source: This API key has been blocked
es: Esta clave de API está bloqueada

source: This URL appears to be invalid.
es: Esta URL parece no ser válida.

source: This call MUST NOT be in swing thread
es: Esta llamada NO DEBE estar en un subproceso 'swing'

source: This call MUST be in swing thread
es: Esta llamada DEBE estar en un subproceso 'swing'

source: This command will be executed after Creating Translated Documents.
es: Este comando se ejecutará después de crear los documentos traducidos.

source: This is a Git repository.
es: Este es un repositorio de Git

source: This is a Subversion repository.
es: Este es un repositorio de Subversion

source: This is especially useful in case of languages that use pre- and postfix forms for the stem words.
es: Esto es especialmente útil en caso de lenguas que usan pre- y postfijas para las palabras de raíz.

source: This is the way text will look when displayed.
es: Este es el aspecto que tendrá el texto en pantalla.

source: This operation will affect {0} segments and cannot be undone.
es: Esta operación afectará {0} segmentos y no se puede deshacer.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
es: Este programa se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA, incluso sin la garantía implícita de COMERCIALIZACIÓN o IDONEIDAD PARA UN PROPÓSITO PARTICULAR.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.
es: Este programa es software libre, puede redistribuirlo y/o modificarlo bajo los términos de la GNU General Public License publicada por la Free Software Foundation, bien la versión 3 de la Licencia, o (a su elección) cualquier versión posterior.

source: This project
es: Este proyecto

source: This short text describes key behavior in the editor pane.
es: Este breve texto describe el comportamiento de las teclas en el panel del editor.

source: This translation is the work of [insert your name], copyright© [insert year].
es: uEsta traducción es obra del Grupo de Localización al Español, copyright© 2015.

source: Thus, for example, rules for Canadian French (FR-CA) should be higher than rules for French (FR.*), and higher than Default (.*) ones.
es: Así, por ejemplo, las reglas para el francés canadiense (FR-CA) tienen preeminencia sobre las reglas para el francés (FR.*) y sobre las reglas predeterminadas (.*).

source: Tibetan Standard, Tibetan, Central
es: Tibetano estándar, tibetano central

source: Tigrinya
es: Tigriña

source: TinySegmenter (public domain)
es: TinySegmenter (dominio público)

source: To access the private part, a user must create a key using https://demo.taas-project.eu/account/keys/create?system=omegaT.
es: Para acceder a la parte privada, el usuario debe crear una clave a través de https://demo.taas-project.eu/account/keys/create?system=omegaT.

source: To access this link, either copy and paste the URL to your Web browser, or open the User's Manual in your Web browser ({0} file).
es: Para acceder a este enlace, puede copiar y pegar la URL en su navegador o abrir el Manual de Usuario en su navegador (archivo {0}).

source: To be sure that no translation will be lost, you need to: 1.
es: Para evitar que se pierda alguna traducción, es necesario: 1.

source: To customize the script feature, do the following:
es: Para personalizar la función de script, haga lo siguiente:
